IDEA Open Model
ConnectionSetup.FrictionCoefficient Property
Compatible with IDEA StatiCa Beta 20.0
 Coefficient of friction between base plate and concrete block
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FrictionCoefficient { get; set; }
Public Property FrictionCoefficient As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace